Repository: unzerdev/jtl5
Catalog: locale/*/*.po
Languages: de_de

# Bestellungen
source: Orders
de_de: Bestellungen

# Einstellungen
source: Settings
de_de: Einstellungen

# Unzer Kreditkarte
source: Unzer Credit Card
de_de: Unzer Kreditkarte

# Unzer SEPA-Lastschrift
source: Unzer SEPA Direct Debit
de_de: Unzer Lastschrift

# Unzer Lastschrift
source: Unzer Direct Debit
de_de: Unzer Lastschrift

# Unzer SEPA-Lastschrift (guaranteed)
source: Unzer SEPA Direct Debit (secured)
de_de: Unzer Lastschrift (secured)

# Unzer Lastschrift (secured)
source: Unzer Direct Debit (secured)
de_de: Unzer Lastschrift (secured)

# Unzer Rechnung
source: Unzer Invoice
de_de: (Veraltet) Unzer Rechnungskauf

# Unzer Rechnung (guaranteed)
source: Unzer Ivoice (secured)
de_de: (Veraltet) Unzer Rechnungskauf Gesichert

# Unzer Rechnung (secured)
source: Unzer Ivoice (secured)
de_de: (Veraltet) Unzer Rechnungskauf Gesichert

# Unzer Fakturierung von Rechnungen
source: Unzer Invoice Factoring
de_de: Unzer Fakturierung von Rechnungen

# Unzer Rechnungskauf
source: Unzer Invoice
de_de: Unzer Rechnungskauf

source: Unzer Prepayment
de_de: Unzer Vorkasse

# Unzer Direktüberweisung
source: Unzer Bank Transfer
de_de: Unzer Direktüberweisung

source: Unzer Instalment
de_de: Unzer Ratenkauf

# Unzer Rechnung (Jetzt kaufen, Später bezahlen)
source: Unzer Invoice (Paylater)
de_de: Unzer Rechnungskauf

# hpError
source: Error
de_de: Fehler

# hpInfo
source: Notice
de_de: Info

# hpWarning
source: Warning
de_de: Warnung

# hpSuccess
source: Success
de_de: Erfolg

# hpOrderStatusNotice
source: The payment status in the table contains only a temporarily stored status. To find out the current payment status, go to the details page of the order.
de_de: Der Bezahl-Status in der Tabelle enthält nur einen zwischengespeicherten Stand. Um den aktuellen Bezahl-Status zu erfahren, rufen Sie die Detail-Seite der Bestellung auf.

# hpOrderOverview
source: Order Overview
de_de: Bestellübersicht

# hpOrderSearchPlaceholder
source: Order number or Payment ID
de_de: Bestellnummer oder Payment ID

# hpSearch
source: Search
de_de: Suchen

# hpOrderNumber
source: Order NUmber
de_de: Bestellnummer

# hpPaymentStatus
source: Payment Status
de_de: Bezahl-Status

# hpPaymentMethod
source: Payment Method
de_de: Bezahlmethode

# hpAmount
source: Amount
de_de: Betrag

# hpOrderDate
source: Order Date
de_de: Bestelldatum

# hpOrderDetailsTitle
source: Order details <em>%orderId%</em>
de_de: Details zur Bestellung <em>%orderId%</em>

# hpCloseWindow
source: Close Window
de_de: Fenster schließen

# hpStateCanceled
source: Canceled
de_de: Storniert

# hpStateOpen
source: Open
de_de: Offen

# hpStateInProgress
source: In Progress
de_de: In Bearbeitung

# hpStatePaid
source: Paid
de_de: Bezahlt

# hpStateShipped
source: Shipped
de_de: Versandt

# hpStatePartlyShipped
source: Partly Shipped
de_de: Teilversandt

# hpStatePending
source: Pending
de_de: Ausstehend

# hpStateFailure
source: Failure
de_de: Fehlerhaft

# hpStateSuccessful
source: Successful
de_de: Erfolgreich

# hpStateCompleted
source: Completed
de_de: Abgeschlossen

# hpStatePartly
source: Partly paid/completed
de_de: Teilweise bezahlt/abgeschlossen

# hpStatePaymentReview
source: Payment Review
de_de: Zahlungsüberprüfung

# hpStateChargeback
source: Chargeback
de_de: Rückbuchung

# hpPaymentmethodCard
source: Credit Card
de_de: Kreditkarte

# hpPaymentmethodSEPA
source: Direct Debit
de_de: Lastschrift

# hpPaymentmethodSEPAGuaranteed
source: Direct Debit (secured)
de_de: Lastschrift (secured)

# hpPaymentmethodInvoice
source: Invoice
de_de: Rechnung

# hpPaymentmethodInvoiceGuaranteed
source: Invoice (secured)
de_de: Rechnung (secured)

# hpPaymentmethodInvoiceFactoring
source: Invoice (factoring)
de_de: Rechnungskauf

# hpPaymentmethodPrepayment
source: Prepayment
de_de: Vorkasse

# hpPaymentmethodFlexiPayDirect
source: Bank Transfer
de_de: Direktüberweisung

# hpPaymentmethodHirePurchaseDirectDebit
source: Instalment
de_de: Ratenkauf

# hpOpenInPortal
source: Open Order in Insight Portal
de_de: Bestellung im Insight-Portal anzeigen

# hpOpenInPaylaterPortal
source: Open in Unzer Pay Later - Merchant Portal
de_de: Im Unzer Pay Later - Merchant Portal anzeigen

# hpDelivieryAddress
source: Deliviery Address
de_de: Lieferadresse

# hpBillingAddress
source: Billing Address
de_de: Rechnungsadresse

# hpEmailAddressLabel
source: E-Mail Address:
de_de: E-Mail Adresse:

# hpTelephoneLabel
source: Telephone:
de_de: Telefon:

# hpStatusInformation
source: Status Information
de_de: Statusinformationen

# hpInvoiceNumber
source: Invoice Number
de_de: Rechnungsnummer

# hpPaymentId
source: Payment-ID
de_de: Zahlungs-ID

# hpTransactions
source: Transactions
de_de: Transkationen

# hpShortID
source: Short-ID
de_de: Kurz-ID

# hpReference
source: Reference
de_de: Referenz

# hpEmptyResult
source: - None -
de_de: - keine -

# hpDispatchNotifications
source: Shipments
de_de: Versandmeldungen

# hpCancellations
source: Cancellations
de_de: Stornierungen

# hpSettingsAPIAccessData
source: API Access
de_de: API Zugangsdaten

# hpSettingsPrivateKeyLabel
source: Private Key
de_de: Privater Schlüssel (Private Key)

# hpSettingsPrivateKeyHelp
source: Enter the Private Key provided by Unzer.
de_de: Eingabe des von Unzer zur Verfügung gestellten Private Key.

# hpSettingsPublicKeyLabel
source: Public Key
de_de: Öffentlicher Schlüssel (Public Key)

# hpSettingsPublicKeyHelp
source: Enter the Public Key provided by Unzer.
de_de: Eingabe des von Unzer zur Verfügung gestellten Public Key.

# hpSettingsMerchantIdLabel
source: Merchant ID for the Insight Portal <small>(Optional)</small>
de_de: Händler ID für das Insight Portal <small>(Optional)</small>

# hpSettingsMerchantIdHelp
source: The Merchant ID of the Insight Portal is required to provide a link to the relevant transaction in the Insight Portal.
de_de: Die Händler ID (Merchant ID) des Insight Portal wird benötigt, um in den Bestelldetails einen Link zur jeweiligen Transaktion im Insight Portal bereitzustellen.

# hpSettingsFontSize
source: Font Size
de_de: Schriftgröße

# hpSettingsFontColor
source: Font Color
de_de: Schriftfarbe

# hpSettingsFontFamily
source: Font Family
de_de: Schriftart

# hpSettingsFontSizePlaceholder
source: e.g. 16px or 1.125rem
de_de: z.B. 16px oder 1.125rem

# hpSettingsFontColorPlaceholder
source: e.g. red or #ff0000
de_de: z.B. red oder #ff0000

# hpSettingsFontFamilyPlaceholder
source: e.g. Arial, Helvetica, sans-serif
de_de: z.B. Arial, Helvetica, sans-serif

# hpSettingsExpert
source: Expert Settings
de_de: Experten-Einstellungen

# hpSettingsSelectorSubmitButton
source: Selector for the Submit Button in the additional payment step
de_de: Selektor für den Submit-Button im Zahlungszwischenschritt

# hpSettingsSelectorSubmitButtonHelp
source: The selector for the submit button in the additional payment step.
de_de: Der Selektor für den Submit-Button im Zahlungszwischenschritt.

# hpSettingsPqSelectorChangePaymentMethod
source: PQ-Selector for "Change Payment Method" button in the additional payment step
de_de: PQ-Selector für "Zahlungsart ändern" Button im Zwischenschritt

# hpSettingsPqSelectorChangePaymentMethodHelp
source: The PHP Query Selector for the injection of the "Change Payment Method" button on the additional payment step page.
de_de: Der PHP-Query-Selektor für das Einhängen des "Zahlungsart ändern"-Buttons auf der Zahlungszwischenschritt-Seite.

# hpSettingsPqMethodChangePaymentMethod
source: PQ-Method for "Change Payment Method" button in the additional payment step
de_de: PQ-Einfügemethode für "Zahlungsart ändern" Button im Zwischenschritt

# hpSettingsPqMethodChangePaymentMethodHelp
source: The PHP Query Method for the injection of the "Change Payment Method" button on the additional payment step page.
de_de: Die PHP-Query-Einfügemethode für das Einhängen des "Zahlungsart ändern"-Buttons auf der Zahlungszwischenschritt-Seite.

# hpSettingsPqSelectorPaymentInformation
source: PQ-Selector for Payment Information on the order completed page
de_de: PQ-Selector für die Zahlungsinformationen auf der Bestellabschluss-Seite

# hpSettingsPqSelectorPaymentInformationHelp
source: The PHP Query Selector for the injection of the Payment Information on the order completed page
de_de: Der PHP-Query-Selektor für das Einhängen der Zahlungsinformationen auf der Bestellabschluss-Seite

# hpSettingsPqMethodPaymentInformation
source: PQ-Method for Payment Information on the order completed page
de_de: PQ-Einfügemethode für die Zahlungsinformationen auf der Bestellabschluss-Seite

# hpSettingsPqMethodPaymentInformationHelp
source: The PHP Query Method for the injection of the Payment Information on the order completed page
de_de: Die PHP-Query-Einfügemethode für das Einhängen der Zahlungsinformationen auf der Bestellabschluss-Seite

# hpSettingsPqSelectorErrors
source: PQ-Selector for Error Messages
de_de: PQ-Selector für Fehlermeldungen

# hpSettingsPqSelectorErrorsHelp
source: The PHP Query Selector for the injection of plugin error messages on the shipping/payment selection page.
de_de: Der PHP-Query-Selektor für das Einhängen von Plugin-Fehlermeldungen auf der Versandart/Zahlungsart-Auswahl.

# hpSettingsPqMethodErrors
source: PQ-Method for Error Messages
de_de: PQ-Einfügemethode für Fehlermeldungen

# hpSettingsPqMethodErrorsHelp
source: The PHP Query Method for the injection of plugin error messages on the shipping/payment selection page.
de_de: Die PHP-Query-Einfügemethode für das Einhängen von Plugin-Fehlermeldungen auf der Versandart/Zahlungsart-Auswahl.

# hpSettingsPqSelectorReviewStep
source: PQ-Selector for payment extras on the "Order review" page
de_de: PQ-Selector für Zahlungsart-Extras auf der "Bestellung überprüfen"-Seite

# hpSettingsPqSelectorReviewStepHelp
source: The PHP Query Selector for the injection of payment extras on the "Order Review" page
de_de: Der PHP-Query-Selektor für das Einhängen von Zahlungsart-Extras auf der "Bestellung überprüfen"-Seite

# hpSettingsPqMethodReviewStep
source: PQ-Method for the "Order Review" page
de_de: PQ-Einfügemethode für "Bestellung überprüfen"-Seite

# hpSettingsPqMethodReviewStepHelp
source: The PHP Query Method for the injection of payment extras on the "Order Review" page
de_de: Die PHP-Query-Einfügemethode für das Einhängen von Zahlungsart-Extras auf der "Bestellung überprüfen"-Seite

# hpSettingsSave
source: Save
de_de: Speichern

# hpSettingsRegisterWebhooks
source: Register Webhooks again
de_de: Webhooks neu registrieren

# hpSettingsAppend
source: append
de_de: Anhängen (append)

# hpSettingsPrepend
source: prepend
de_de: Vorhängen (prepend)

# hpSettingsBefore
source: before
de_de: Vorstellen (before)

# hpSettingsAfter
source: after
de_de: Anstellen (after)

# hpSettingsReplace
source: replace
de_de: Ersetzen (replace)

# hpNotificationHeader
source: Unzer Payment Method
de_de: Unzer Zahlungsart

# hpInvalidPublicKeyNotification
source: Invalid Public Key! Please make sure that you do not mix up your public and your private keys!
de_de: Ungültiger öffentlicher Schlüssel! Bitte achten Sie darauf, dass Sie Ihren öffentlichen und Ihren privaten Schlüssel nicht verwechseln!

# hpInvalidPrivateKeyNotification
source: Invalid Private Key!
de_de: Ungültiger privater Schlüssel!

# hpPaymentMethodDuringCheckoutNotification
source: The payment method "%s" is not usable before order completion.
de_de: Die Zahlungsart "%s" ist vor Abschluss der Bestellung nicht verwendbar.

# hpPaymentMethodNotConfiguredNotification
source: The payment method "%s" is not configured!
de_de: Die Zahlungsart "%s" ist nicht konfiguriert!

# hpWarningWebhookUrlChanged
source: The URL of the Unzer Webhook Handling page has changed, so the plugin can no longer process incoming payments correctly. See the <a href="https://redirect.solution360.de/?r=docsunzerjtl5#Warum-erhalte-ich-die-Nachricht,-dass-sich-die-URL-des-Webhook-oder-des-Workflows-ge%C3%A4ndert-hat?" target="_blank">documentation</a> to find out how to fix the error
de_de: Die URL der Unzer Webhook-Verarbeitung hat sich geändert, dadurch kann das Plugin die Zahlungseingänge nicht mehr richtig verarbeiten. Schaue in die <a href="https://redirect.solution360.de/?r=docsunzerjtl5#Warum-erhalte-ich-die-Nachricht,-dass-sich-die-URL-des-Webhook-oder-des-Workflows-ge%C3%A4ndert-hat?" target="_blank">Dokumentation</a>, um zu erfahren wie der Fehler behoben werden kann.

# hpWarningSyncWorkflowUrlChanged
source: The URL of the Unzer WaWi Workflow Handling page has changed, so the plugin can no longer activate invoices correctly. See the <a href="https://redirect.solution360.de/?r=docsunzerjtl5#Warum-erhalte-ich-die-Nachricht,-dass-sich-die-URL-des-Webhook-oder-des-Workflows-ge%C3%A4ndert-hat?" target="_blank">documentation</a> to find out how to fix the error
de_de: Die URL der Unzer WaWi Workflow-Verarbeitung hat sich geändert, dadurch kann das Plugin Rechnungen nicht mehr richtig aktivieren. Schaue in die <a href="https://redirect.solution360.de/?r=docsunzerjtl5#Warum-erhalte-ich-die-Nachricht,-dass-sich-die-URL-des-Webhook-oder-des-Workflows-ge%C3%A4ndert-hat?" target="_blank">Dokumentation</a>, um zu erfahren wie der Fehler behoben werden kann.

# hpApplePayRefreshCert
source: Refresh
de_de: Erneuern

# hpApplePayDownloadCert
source: Download CSR
de_de: CSR herunterladen

# hpApplePayUploadCert
source: Upload Certificate
de_de: Zertifikat hochladen

# hpApplePayUpload
source: Browse
de_de: Auswählen

# hpApplePayPaymentGeneralMerchantId
source: Merchant Identifier
de_de: Händlerkennung

# hpApplePayPaymentGeneralMerchantIdHelp
source: The merchant identifier created in the Apple Developer Account.
de_de: Die Händlerkennung (Merchant Identifier) welche im Apple Developer Account erstellt wurde.

# hpApplePayPaymentGeneralMerchantDomain
source: Merchant Domain
de_de: Händler/Shop-URL

# hpApplePayPaymentGeneralMerchantDomainHelp
source: The merchant/shop URL that was saved in the Apple Developer Account to use with the merchant ID.
de_de: Die Händler/Shop-URL welche im Apple Developer Account für die Händlerkennung hinterlegt wurde.

# hpApplePayPaymentProcessingCertificate
source: Payment Processing Certificate
de_de: Payment Processing Zertifikat

# hpApplePayPaymentProcessingCertificateCSRHelp
source: The Certificate Signing Request (CSR) file to create the Apple Pay Payment Processing certificate.
de_de: Die Certificate Signing Request (CSR) Datei zum erstellte des Apple Pay Payment Processing Zertifikat.

# hpApplePayPaymentProcessingCertificateApple
source: Apple Pay Certificate
de_de: Apple Pay Zertifikat

# hpApplePayPaymentProcessingCertificateAppleHelp
source: The Payment Processing Certificate created by Apple.
de_de: Das von Apple erstellte Payment Processing Zertifikat.

# hpApplePayMerchantIdentityCertificate
source: Merchant Identity Certificate
de_de: Merchant Identity Zertifikat

# hpApplePayMerchantIdentityCertificateCSRHelp
source: The Certificate Signing Request (CSR) file to create the Apple Pay Merchant Identity certificate.
de_de: Die Certificate Signing Request (CSR) Datei zum erstellte des Apple Pay Merchant Identity Zertifikat.

# hpApplePayMerchantIdentityCertificateApple
source: Apple Pay Certificate
de_de: Apple Pay Zertifikat

# hpApplePayMerchantIdentityCertificateAppleHelp
source: The Merchant Indentity Certificate created by Apple.
de_de: Das von Apple erstellte Merchant Identity Zertifikat.

# hpApplePayUnzerIDs
source: Unzer Payment Processing Certificate IDs
de_de: Unzer Payment Processing Zertifikat IDs

# hpApplePayUpdateCert
source: Activate Certificate
de_de: Zertifikat aktivieren

# CERTIFICATE_TRANSFORMATION_ERROR
source: Certificate could not be converted to text
de_de: Zertifikat konnte nicht in Text konvertiert werden

# ERROR_ID_LOAD_ERROR
source: Certificate could not be loaded. Please check if the certificate is valid.
de_de: Zertifikat konnte nicht geladen werden. Bitte überprüfen Sie, ob das Zertifikat gültig ist.

# hpSettingsActive
source: active
de_de: aktiv

# hpSettingsAddIncomingPayments
source: Add Incoming Payments
de_de: Zahlungseingänge automatisch setzen

# hpSettingsAddIncomingPaymentsHelp
source: Controls whether the plugin sets incoming payments automatically for JTL-Wawi.<br/>You should only ever deactivate this option if you set your incoming payments in JTL-Wawi in a different way <em>(e.g. manually or via the payment synchronisation module.)</em>
de_de: Steuert, ob das Plugin automatisch Zahlungseingänge für die JTL-Wawi setzt.<br/>Deaktivieren Sie diese Option nur, wenn Sie die Zahlungseingänge auf andere Art in der JTL-Wawi setzen. <em>(Zum Beispiel per Zahlungsabgleich oder manuell.)</em>

# hpDeprecationPaymentMethodTitle
source: DEPRECATION: %s
de_de: ABSCHAFFUNG: %s

# hpDeprecationInvoiceNotice
source: You are using the payment method `%s`, note that this method is now deprecated by Unzer. It is currently supported, but there are no further developments planned for it. The replacement for this payment method is the new `Unzer Invoice (Buy Now Pay Later)` payment method.. If you want to migrate, please get in touch with your contact person at Unzer!
de_de: Sie verwenden die Zahlungsmethode `%s`. Beachten Sie, dass diese Methode von Unzer abgeschafft wird. Sie wird derzeit noch unterstützt, aber es sind keine weiteren Entwicklungen dafür geplant. Der Ersatz für diese Zahlart ist die neue Zahlart `Unzer Rechnung (Jetzt kaufen, später bezahlen)`. Wenn Sie migrieren möchten, wenden Sie sich bitte an Ihren Ansprechpartner bei Unzer!
